module SkkStsDic
  YomiganaHumeiList = {
    "おりがみきゃえる"       => "折り紙キャエル",
    "おりずる"               => "折りズル",
    "さささーぺんとのとうぶ" => "サ・サ・サーペントの頭部",
    "ささーぺんとのあたま"   => "サ・サーペントの頭",
    "すねっこをたたえよ"     => "スネッコを称えよ",
    "すれいばーのゆびわ"     => "スレイバーの首輪",
    "だまるたいこ"           => "ダマル太鼓",
    "どぅーぶーにんぎょう"   => "ドゥーヴー人形",
    "にるりーのこーでっくす" => "ニルリーのコーデックス",
    "ぬおーのあいか"         => "ネオーの哀歌",
    "ぬるすとーんのおまもり" => "ヌルストーンのお守り",
    "ぬるすとーんのごふ"     => "ヌルストーンの護符",
    "ぬろすのうえたかお"     => "ヌロスの飢えた顔",
    "ぬろすのおくりもの"     => "ヌロスの贈り物",
    "ねおーのじかんだ"       => "ネオーの時間だ",
    "びっぐじゃっくす"       => "ビッグJAX",
    "ふんげき"               => "奮激",
    "めったぎり"             => "メッタ切り",
    "れんげき"               => "連撃",
  }
end
